export default {
  Sessions:[
    {
      username:'xxx',
      password:'123456'
    }
  ],
  Users:[{
    _id:'57b80af6cf7505e87e5e2ee1',  //一个写死的Id
    username: 'zhangpei',
    password: 'zhangpei123',
    tel:'17791378995'
  },
    {
      _id:'57b80af6cf7505e87e5e2ee2',  //一个写死的Id
      username: 'guoxin',
      password: 'guoxin123',
      tel:'17791378996'
    }
  ],
  Menus: [{
    _id: '57b1c147201d920964e2bc01',
    user:'zhangpei',
    name: '茴香卤面',
    image: 'image/01.jpg',
    date: '2016-8-14',
    description: '香港名厨吴百驹师傅名菜，无敌好吃，非常赞',
    materials: [{
      source: '茴香苗',
      amount: '250g'
    }, {
      source: '鸡蛋',
      amount: '2个'
    }, {
      source: '苗条',
      amount: '250g'
    }, {
      source: '油',
      amount: '适量'
    }, {
      source: '盐',
      amount: '适量'
    }, {
      source: '葱花',
      amount: '适量'
    }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    _id: '57b1c147201d920964e2bc02',
    user:'zhangpei',
    name: '鱼香肉丝',
    image: 'image/02.jpg',
    date: '2016-8-15',
    description: '没想到我的麻薯包这么受欢迎，又一大波麻薯包来袭啦。',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '乌东面',
    user:'guoxin',
    image: 'image/04.jpg',
    date: '2016-8-17',
    description: '香港名厨吴百驹师傅名菜，无敌好吃，非常赞',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '干锅菜花',
    user:'guoxin',
    image: 'image/05.jpg',

    date: '2016-8-18',
    description: '香港名厨吴百驹师傅名菜，无敌好吃，非常赞',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '冰棍冰棍',
    user:'zhangpei',
    image: 'image/06.jpg',
    date: '2016-8-19',
    description: '香港名厨吴百驹师傅名菜，无敌好吃，非常赞',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '清蒸鲜鱼',
    image: 'image/07.jpg',
    user:'zhangpei',
    date: '2016-8-20',
    description: '没想到我的麻薯包这么受欢迎，又一大波麻薯包来袭啦。',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '红烧鸡腿',
    user:'guoxin',
    image: 'image/08.jpg',
    date: '2016-8-21',
    description: '没想到我的麻薯包这么受欢迎，又一大波麻薯包来袭啦。',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '糖醋里脊',
    user:'guoxin',
    image: 'image/03.jpg',
    date: '2016-8-22',
    description: '没想到我的麻薯包这么受欢迎，又一大波麻薯包来袭啦。',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }, {
    name: '干锅菜花',
    user:'zhangpei',
    image: 'image/05.jpg',
    date: '2016-8-18',
    description: '香港名厨吴百驹师傅名菜，无敌好吃，非常赞',
    materials: [
      {
        source: '猪里脊肉',
        amount: '300g'
      }, {
        source: '冬笋',
        amount: '80g'
      }, {
        source: '黑木耳',
        amount: '3朵'
      }, {
        source: '鸡蛋清',
        amount: '1个'
      }, {
        source: '植物油',
        amount: '50g'
      }, {
        source: '淀粉',
        amount: '15g'
      }, {
        source: '小葱',
        amount: '2棵'
      }
    ],
    steps: '1. 通脊片成片然后码放整齐准备切丝，如果有时候可以冻一下，然后再切丝会非常好切而且会非常工整\n' +
    '2. 切成丝然后泡在水里面，这样可以把肉丝里的血水泡出来，多换几次水，出来的肉丝会非常洁白漂亮\n'
    + '3. 泡白后放在笊篱里滗水，不用太干，因为肉丝需要有水，不然炒出来不会嫩了\n'
    + '4. 然后加少许盐和料酒腌下，再放蛋清抓匀，最后放干淀粉，然后放少许油封住，这样肉丝不会脱浆\n'
    + '5. 用好点的泡红椒，颜色和味道都会不同的\n'
    + '6. 所有调料的备齐\n'
    + '7. 泡红椒去籽剁碎，越烂越好，然后葱姜蒜切米备用，冬笋切和肉丝差不多的丝，木耳切丝\n'
    + '8. 五成热时下泡椒和浆好的肉丝炒开，炒开立刻放葱姜蒜炒香，然后放入焯过的冬笋丝和木耳丝，最后倒入味汁，再炒几下就可以了\n'

  }
  ]
};